{
    "openconfig-system:system": {
        "cpus": {
            "cpu": [
                {
                    "index": 0,
                    "state": {
                        "hardware-interrupt": {
                            "instant": 0
                        },
                        "idle": {
                            "instant": 85
                        },
                        "kernel": {
                            "instant": 6
                        },
                        "nice": {
                            "instant": 0
                        },
                        "software-interrupt": {
                            "instant": 0
                        },
                        "total": {
                            "instant": 15
                        },
                        "user": {
                            "instant": 9
                        },
                        "wait": {
                            "instant": 0
                        }
                    }
                }
            ]
        },
        "state": {
            "boot-time": "1661464868",
            "cisco-xe-openconfig-system-ext:license": {
                "eula": "\nPLEASE READ THE FOLLOWING TERMS CAREFULLY. INSTALLING THE LICENSE OR\nLICENSE KEY PROVIDED FOR ANY CISCO SOFTWARE PRODUCT, PRODUCT FEATURE,\nAND/OR SUBSEQUENTLY PROVIDED SOFTWARE FEATURES (COLLECTIVELY, THE\n\"SOFTWARE\"), AND/OR USING SUCH SOFTWARE CONSTITUTES YOUR FULL\nACCEPTANCE OF THE FOLLOWING TERMS. YOU MUST NOT PROCEED FURTHER IF YOU\nARE NOT WILLING TO BE BOUND BY ALL THE TERMS SET FORTH HEREIN.\n\nYour use of the Software is subject to the Cisco End User License Agreement\n(EULA) and any relevant supplemental terms (SEULA) found at\nhttp://www.cisco.com/c/en/us/about/legal/cloud-and-software/software-terms.html.\n\nYou hereby acknowledge and agree that certain Software and/or features are\nlicensed for a particular term, that the license to such Software and/or\nfeatures is valid only for the applicable term and that such Software and/or\nfeatures may be shut down or otherwise terminated by Cisco after expiration\nof the applicable license term (e.g., 90-day trial period). Cisco reserves\nthe right to terminate any such Software feature electronically or by any\nother means available. While Cisco may provide alerts, it is your sole\nresponsibility to monitor your usage of any such term Software feature to\nensure that your systems and networks are prepared for a shutdown of the\nSoftware feature.\n\n"
            },
            "current-datetime": "2022-08-25T23:28:08.259Z+00:00",
            "domain-name": "virl.info"
        }
    }
}